export const StockSalary = [
  {
    value: 0,
    label: 'Не имеет значения'
  },
  {
    value: 40000,
    label: 'от 40000 руб.'
  },
  {
    value: 80000,
    label: 'от 80000 руб.'
  },
  {
    value: 120000,
    label: 'от 120000 руб.'
  },
  {
    value: 160000,
    label: 'от 160000 руб.'
  },
  {
    value: 200000,
    label: 'от 200000 руб.'
  }
];

export const StockWorkExperience = [
  {
    value: 1,
    label: 'Не имеет значения'
  },
  {
    value: 2,
    label: 'Нет опыта'
  },
  {
    value: 3,
    label: 'от 1 года до 3 лет'
  },
  {
    value: 4,
    label: 'от 3 до 6 лет'
  },
  {
    value: 5,
    label: 'более 6 лет'
  }
];

export const StockWorkShedule = [
  {
    value: 1,
    label: 'Полный день'
  },
  {
    value: 2,
    label: 'Сменный график'
  },
  {
    value: 3,
    label: 'Гибкий график'
  },
  {
    value: 4,
    label: 'Удалённая работа'
  },
  {
    value: 5,
    label: 'Вахтовый метод'
  }
];

export const StockGender = [
  {
    value: 1,
    label: 'Мужской'
  },
  {
    value: 2,
    label: 'Женский'
  }
];

export const StockRole = [
  {
    value: 1,
    label: 'Работодатель'
  },
  {
    value: 2,
    label: 'Соискатель'
  }
];

  export const StockVacancies = [
    {
      id: 1,
      name: 'Программист C++',
      salary: '70000 руб.',
      description: 'Крутое описание',
      city: 'Казань',
      telephoneNumber: '+8917325235',
      jobTitle: 'Старший программист',
      requirements: 'К тебе есть требования',
      duties: 'Обязань делать великие дела',
      conditions: 'Будут условия'
    },
    {
      id: 2,
      name: 'Программист C#',
      salary: '100000 руб.',
      description: 'Крутое описание',
      city: 'Казань',
      telephoneNumber: '+8917325235',
      jobTitle: 'Ведущий программист',
      requirements: 'К тебе есть требования',
      duties: 'Обязань делать великие дела',
      conditions: 'Будут условия'
    },
    {
      id: 3,
      name: 'Программист Python',
      salary: '50000 руб.',
      description: 'Крутое описание',
      city: 'Казань',
      telephoneNumber: '+8917325235',
      jobTitle: 'Младший программист',
      requirements: 'К тебе есть требования',
      duties: 'Обязань делать великие дела',
      conditions: 'Будут условия'
    }
  ];



export const StockIndicators = [
  {
    id: 2,
    name: "Всего заключено договоров за вычетом договоров, заключенных по результатам закупок, указанных в абзацах третьем - двадцать девятом позиции 1 настоящей формы, не включающих договоры, заключенные поставщиками (исполнителями, подрядчиками) непосредственно с субъектами малого и среднего предпринимательства в целях исполнения договоров, заключенных с заказчиком по результатам проведения торгов, иных способов закупки, предусмотренных положением о закупке, в отношении участников которых заказчиком устанавливается требование о привлечении к исполнению договора субподрядчиков (соисполнителей) из числа субъектов малого и среднего предпринимательства\n",
  },
  {
    id: 3,
    name: "Всего заключено договоров с субъектами малого и среднего предпринимательства по результатам проведения торгов, иных способов закупки, предусмотренных положением о закупке, утвержденным заказчиком в соответствии с Федеральным законом \"О закупках товаров, работ, услуг отдельными видами юридических лиц\" (далее - положение о закупке), участниками которых являются любые лица, указанные в части 5 статьи 3 Федерального закона \"О закупках товаров, работ, услуг отдельными видами юридических лиц\", в том числе субъекты малого и среднего предпринимательства\n",
  },
  {
    id: 4,
    name: "Всего заключено договоров с субъектами малого предпринимательства (в том числе с субъектами малого предпринимательства, относящимися к микропредприятиям) по результатам проведения торгов, иных способов закупки, предусмотренных положением о закупке, участниками которых являются любые лица, указанные в части 5 статьи 3 Федерального закона \"О закупках товаров, работ, услуг отдельными видами юридических лиц\", в том числе субъекты малого и среднего предпринимательства\n",
  },
  {
    id: 5,
    name: "Всего заключено договоров с субъектами малого и среднего предпринимательства по результатам проведения торгов, иных способов закупки, предусмотренных положением о закупке, в которых участниками закупок являются только субъекты малого и среднего предпринимательства\n",
  },
];

export const StockContracts = [
  {
    id: "6.1",
    name: "Поставка спецодежды и СИЗ для защиты от электродуги",
    sposob: "ООК (ЭТП)",
    winner: "ПО Энергоформ (ООО) ПО Энергоформ (ООО) ПО Энер...",
    dogovor_number: "05/78/2021, 37/02-ТЭ-21 ТГ; 34-21/335-ЛЭ, 06-70/21 от 26.02.2021",
    date_dogovor: "17.02.2021",
    stoimost: "45 851.62",
    finansirovanie: "45 851.62",
  },
  {
    id: "8.1",
    name: "Поставка КИПиА (Сапфир)",
    sposob: "ОЗП (ЭТП)",
    winner: "ПО Энергоформ (ООО) ПО Энергоформ (ООО) ПО Энер...",
    dogovor_number: "05/78/2021, 37/02-ТЭ-21 ТГ; 34-21/335-ЛЭ, 06-70/21 от 26.02.2021",
    date_dogovor: "17.02.2021",
    stoimost: "826.15",
    finansirovanie: "45 851.62",
  },
  {
    id: "10.1",
    name: "Поставка трубопроводной арматуры энергетической высокого давления",
    sposob: "ОЗП (ЭТП)",
    winner: "ПО Энергоформ (ООО) ПО Энергоформ (ООО) ПО Энер...",
    dogovor_number: "05/78/2021, 37/02-ТЭ-21 ТГ; 34-21/335-ЛЭ, 06-70/21 от 26.02.2021",
    date_dogovor: "17.02.2021",
    stoimost: "20 860.79",
    finansirovanie: "45 851.62",
  },
  {
    id: "16.1",
    name: "Поставка стальной трубной продукции более Ø 630 мм",
    sposob: "ЗЦОУ (ЭТП)",
    winner: "ПО Энергоформ (ООО) ПО Энергоформ (ООО) ПО Энер...",
    dogovor_number: "05/78/2021, 37/02-ТЭ-21 ТГ; 34-21/335-ЛЭ, 06-70/21 от 26.02.2021",
    date_dogovor: "17.02.2021",
    stoimost: "42 971.97",
    finansirovanie: "45 851.62",
  },
];